Repository: guentherc/PonzianiSwiss
Catalog: PonzianiSwiss/Resources/Strings.*.resx
Languages: de

# MenuItem_Tournament_Header
source: Tournament
de: Turnier

# MenuItem_Tournament_Participant_List_Name_Header
source: By Name
de: Sortiert nach Name

# MenuItem_Tournament_Participant_List_Rank_Header
source: By Starting Rank
de: Sortiert nach Setzliste

# MenuItem_Tournament_Crosstable_Header
source: Crosstable
de: Kreuztabelle

# MenuItem_Tournament_Edit_Header
source: Edit
de: Bearbeiten

# MenuItem_Tournament_Edit_Forbidden_Header
source: Edit Forbidden Pairings
de: Verbotene Paarungen

# MenuItem_Tournament_Exit_Header
source: Exit
de: Programm beenden

# MenuItem_Tournament_New_Header
source: New
de: Neu

# MenuItem_Tournament_Open_Header
source: Open ...
de: Laden ...

# MenuItem_Tournament_Pairings_Header
source: Pairings
de: Paarungen

# MenuItem_Tournament_Participant_List_Header
source: Participant List
de: Teilnehmerliste

# MenuItem_Recent_Files_Header
source: Recent Files
de: Zuletzt geladen

# MenuItem_Tournament_Save_Header
source: Save
de: Sichern

# MenuItem_Tournament_Save_As_Header
source: Save As ...
de: Sichern unter ...

source: Participant List by Starting Rank
de: Teilnehmerliste (nach Setzliste)

source: Crosstable
de: Kreuztabelle

source: Participant List by Name
de: Teilnehmerliste (nach Name)

# Pairings_Round_X
source: Pairings Round {0}
de: Paarungen der Runde {0}

# MenuItem_Participants_Header
source: Participants
de: Teilnehmer

# MenuItem_Participants_Add_Header
source: New
de: Hinzufügen

# MenuItem_Round_Header
source: Round
de: Runde

# MenuItem_Round_Draw_Header
source: Draw
de: Auslosung

# MenuItem_Round_Delete_Header
source: Delete Last Round
de: Letzte Runde löschen

# MenuItem_Settings_Header
source: Settings
de: Einstellungen

# MenuItem_Settings_Basetheme_Header
source: Base Theme
de: Basis Theme

# MenuItem_Settings_Themecolor_Header
source: Theme Color
de: Farbe

# MenuItem_Settings_Reset_Header
source: Reset Settings
de: Einstellungen zurücksetzen

# MenuItem_Settings_About_Header
source: About
de: Über

# MenuItem_PlayerBase_Header
source: Player Base
de: Spieler Datenbanken

# Toolbar_Tournament_New_ToolTip
source: Create New Tournament
de: Neues Turnier anlegen

# Toolbar_Tournament_Open_ToolTip
source: Load Tournament
de: Turnier laden

# Toolbar_Tournament_Save_ToolTip
source: Save Tournament
de: Turnier sichern

# Toolbar_Tournament_Edit_ToolTip
source: Edit Tournament
de: Turnier bearbeiten

# Toolbar_Participant_Add
source: Add Player
de: Teilnehmer hinzufügen

# Toolbar_Round_Draw_ToolTip
source: Draw Next Round
de: Nächste Runde auslosen

# TabItem_Participants_Header
source: Participants
de: Teilnehmer

# MenuItem_Participant_Edit_Header
source: Edit
de: Bearbeiten

# MenuItem_Participant_Abandon_Header
source: Abandon Tournament
de: Turnier aufgeben

# MenuItem_Participant_Pause_Header
source: Pause Next Round
de: Nächste Runde aussetzen

# MenuItem_Participant_Undo_Pause_Header
source: Undo Abandon/Pause
de: Aussetzen/Aufgabe rückgängig machen

# MenuItem_Participant_Delete_Header
source: Delete
de: Entfernen

# ColHeaderParticipantFederation_Content
source: Federation
de: Verband

# ColHeaderParticipantScore_Content
source: Score
de: Punkte

# ColHeaderParticipantRating_Content
source: Rating
de: Wertungszahl

# ColHeaderParticipantNationalRating_Content
source: National Rating
de: Nationale Wertungszahl

# ColHeaderParticipantClub_Content
source: Club
de: Verein

# MenuItem_Settings_Language_Header
source: Language
de: Sprache

# Open_Tournament_Dialog_Filter
source: Tournament Files|*.tjson|All Files|*.*
de: Turnierdateien|*.tjson|Alle Dateien|*.*

# Open_Tournament_Dialog_Title
source: Load Tournament
de: Turnier laden

# Save_Tournament_Dialog_Title
source: Save Tournament
de: Turnier speichern

# Data_Loss_Exit_Title
source: Exit Application
de: Programm beenden

# Data_Loss_Exit_Text
source: There might be unsaved data which will be lost! Do you want to proceed?
de: Ungesicherte Daten können verloren gehen! Wollen Sie wirklich die Anwendung schließen?

# Dialog_Title_Wait
source: Please wait...
de: Bitte warten...

# Base_Update_Might_Take
source: Update of {0} might take some time
de: Update der Datenbank {0} benötigt etwas Zeit

# Base_Update_Failed_Title
source: Update failed
de: Update ist schiefgegangen

# Base_Update_Text
source: Update of Player Base {0}
de: Update der Datenbank {0}

# Base_Update_Ok_Title
source: Update successful
de: Update erfolgreich

# Data_Loss_Open_Title
source: Load Tournament
de: Turnier laden

# Data_Loss_Open_Text
source: There might be unsaved data which will be lost! Do you want to proceed?
de: Ungesicherte Daten können verloren gehen! Wollen Sie wirklich die Anwendung schließen?

# Draw_Takes_Time
source: Draw might take some time
de: Die Auslosung braucht etwas Zeit

# Load_Tournament_Message_Title
source: Load Tournament {0}
de: Turnier {0} laden

# About_Dialog_Title
source: PonzianiSwiss {0} - Swiss Pairing Program
de: PonzianiSwiss {0} - Paarungsprogram für Turniere im Schweizer System

# About_Dialog_Text
source: Find more information at https://github.com/guentherc/PonzianiSwiss
de: Weitere Informationen unter https://github.com/guentherc/PonzianiSwiss

# Button_Cancel_Content
source: Cancel
de: Abbrechen

# Button_Save_Content
source: Save
de: Speichern

# TournamentDialogWindow_Title
source: Tournament
de: Turnier

# TournamentDialog_Label_City_Content
source: City:
de: Stadt:

# TournamentDialog_Label_Federation_Content
source: Federation:
de: Verband:

# TournamentDialog_Label_Rounds_Content
source: Rounds:
de: Runden:

# TournamentDialog_Label_ChiefArbiter_Content
source: Chief Arbiter:
de: Hauptschiedsrichter:

# TournamentDialog_Label_DeputyArbiter_Content
source: Arbiters:
de: Schiedsrichter:

# TournamentDialog_Label_PairingSystem_Content
source: Pairing System:
de: Paarungssystem:

# TournamentDialog_Label_TimeControl_Content
source: Time Control:
de: Zeitkontrolle:

# TournamentDialog_Label_RatingDetermination_Content
source: Rating Determination:
de: Turnierwertungsbestimmung:

# TournamentDialog_Label_PointsForWin_Content
source: Points for Win:
de: Punkte für Sieg:

# TournamentDialog_Label_PointsForZeroPointBye_Content
source: Points for Zero Point Bye:
de: Punkte für 0 Punkte Freilos:

# TournamentDialog_Label_PointsForDraw_Content
source: Points for Draw:
de: Punkte für Remis:

# TournamentDialog_Label_PointsForForfeitedLoss_Content
source: Points for Forfeited Loss:
de: Punkte für kampflose Niederlage:

# TournamentDialog_Label_PointsForPlayedLoss_Content
source: Points for Loss:
de: Punkte für Niederlage:

# TournamentDialog_Label_PointsForPairingAllocatedBye_Content
source: Points for Pairing Allocated Bye:
de: Punkte für Freilos:

# GroupBox_ScoringScheme_Header
source: Scoring Scheme
de: Punktvergabe

# CheckBox_Baku_Acceleration_Content
source: Use Baku Acceleration
de: Beschleunigtes (Baku-)Verfahren

# TournamentDialog_Label_Date_Content
source: Date:
de: Datum:

# ParticipantDialog_Label_Title_Content
source: Title:
de: Titel:

# ParticipantDialog_Label_Federation_Content
source: Federation:
de: Verband:

# ParticipantDialog_Label_YearOfBirth_Content
source: Year of Birth:
de: Geburtsjahr:

# ParticipantDialog_Label_Rating_Content
source: Rating:
de: Wertungszahl:

# ParticipantDialog_Label_AltRating_Content
source: Alternative Rating:
de: Alternative Wertungszahl:

# ParticipantDialog_Label_Club_Content
source: Club:
de: Verein:

# ParticipantDialog_Title
source: Participant
de: Teilnehmer

# CheckBox_Female_Content
source: Female
de: Weiblich

# Button_AdditionalAttributes_Content
source: Additional Attributes
de: Weitere Attribute

# Button_NationalBase_ToolTip
source: Search Player in National Base
de: Teilnehmer aus weiteren Datenbanken

# TiebreakDialog_Title
source: Edit Tiebreak Rules
de: Tiebreak-Regeln bearbeiten

# TiebreakDialog_MenuItem_MoveUp_Header
source: Move Up
de: Nach oben verschieben

# GridViewColumnHeader_Selected_Content
source: Selected Tiebreak Rules
de: Ausgewählte Tiebreak Regeln

# TiebreakDialog_MenuItem_MoveDown_Header
source: Move Down
de: Nach unten verschieben

# Button_Edit_Tiebreak_ToolTip
source: Edit Tiebreak
de: Tiebreak-Regeln bearbeiten

# MenuItem_Set_Result_0_Header
source: * (Open)
de: * (noch nicht beendet)

# Round_Column_Header_Result
source: Result
de: Ergebnis

# Round_Column_Header_Black
source: Black
de: Schwarz

# Round_Column_Header_White
source: White
de: Weiß

# MenuItem_Unrated_Header
source: Unrated
de: Ungewertet

# MenuItem_Forfeit_Header
source: Forfeit
de: Kampflos

# MenuItem_Bye_Header
source: Bye
de: Freilos

# PlayerSearchDialog_Groupbox_Data_Header
source: Data
de: Daten

# PlayerSearchDialog_Label_DataSource_Content
source: Data Source:
de: Datenquelle:

# PlayerSearchDialog_Label_Federation_Content
source: Federation:
de: Verband:

# PlayerSearchDialog_Checkbox_Female_Content
source: Female
de: Weiblich

# PlayerSearchDialog_Label_NationalRating_Content
source: National Rating:
de: Nationale Wertungszahl:

# PlayerSearchDialog_Label_YearOfBirth_Content
source: Year of Birth:
de: Geburtsjahr:

# PlayerSearchDialog_Label_Club_Content
source: Club:
de: Verein:

# ParticipantAttributeDialog_Title
source: Participant Attributes
de: Teilnehmer (weitere Attribute)

# ParticipantAttributeDialog_Column_Value_Header
source: Value
de: Wert

# ParticipantAttributeDialog_DuplicateMessage_Text
source: Duplicate Attribute Key: {0} - Keys must be unique!
de: Doppelter Attributname {0} - Namen müssen eindeutig sein!

# ParticipantAttributeDialog_DuplicateMessage_Caption
source: Duplicate Key
de: Doppelter Schlüssel

# ForbiddenPairingsDialog_AvoidPairingsFromSameFederation
source: Avoid Pairings from same Federation
de: Keine Paarungen aus selbem Verband

# ForbiddenPairingsDialog_StandardOptions
source: Standard Options
de: Standard Regeln

# ForbiddenPairingsDialog_Title
source: Forbidden Pairings
de: Verbotene Paarungen

# ForbiddenPairingsDialog_AvoidPairingsFromSameClub
source: Avoid Pairings from same Club
de: Keine Paarungen aus selbem Verein

# ForbiddenPairingsDialog_SpecialOptions
source: Special Options
de: Spezielle Regeln

# ForbiddenPairingsDialog_DefineForbiddenPairing
source: Define Forbidden Pairing:
de: Verbotene Paarungen definieren:

# ForbiddenPairingsDialog_PlayerVsPlayer
source: Player vs Player
de: Spieler gegen Spieler

# ForbiddenPairingsDialog_PlayerVsFederation
source: Player vs Federation
de: Spieler gegen Verband

# ForbiddenPairingsDialog_FederationVsFederation
source: Federation vs Federation
de: Verband gegen Verband

# ForbiddenPairingsDialog_Player1
source: Player 1
de: Spieler 1

# ForbiddenPairingsDialog_Player2
source: Player 2
de: Spieler 2

# ForbiddenPairingsDialog_ListOfForbiddenPairings
source: List of forbidden pairings
de: Liste der verbotenen Paarungen

# ForbiddenPairingsDialog_Add
source: Add
de: Hinzufügen

# ColHeaderEloPerformance_Content
source: Performance (Elo)
de: Leistung (Elo)

# ColHeaderTournamentPerformance_Content
source: Performance (Tournament Rating)
de: Leistung (TWZ)

# TabItem_AdditionalRankings_Header
source: Additional Rankings
de: Zusatzwertungen

# AdditionalRankingDialog_Title
source: Additional Ranking
de: Zusatzwertung

# New_Additional_Ranking_Placeholder
source: <New Additional Ranking>
de: <Neue Zusatzwertung>

# Button_Add_Additional_Ranking_Content
source: Add
de: Anlegen

# Button_Add_Additional_Ranking_ToolTip
source: Add Additional Ranking
de: Neue Zusatzwertung anlegen

# Label_AdditionalRanking_Sex_Content
source: Sex
de: Geschlecht

# SexExtended_All
source: All
de: Alle

# SexExtended_Male
source: Male
de: Männer

# SexExtended_Female
source: Female
de: Frauen

# Label_Rating_From_Content
source: Rating from
de: Wertungszahl von

# Label_Rating_To_Content
source: to
de: bis

# Label_BirthYear_From_Content
source: Birth Year from
de: Geburtsjahr von

# Label_BirthYear_To
source: to
de: bis

# No_Additional_Rankings
source: No Additional Rankings Created
de: Noch keine Zusatzwertung angelegt

# MenuItem_AdditionalRanking_Add_Header
source: Add
de: Anlegen

# MenuItem_AdditionalRanking_Edit_Header
source: Edit
de: Bearbeiten

# MenuItem_AdditionalRanking_Delete_Header
source: Delete
de: Löschen
